[
  {
    "id": 1,
    "date": "Septembre 2019",
    "dateEn": "September 2019",
    "title": "Lycée La Mennais",
    "titleEn": "La Mennais High School",
    "description": "Après avoir obtenu mon brevet, j'ai choisi de poursuivre mes études au lycée La Mennais de Ploërmel.",
    "descriptionEn": "After obtaining my diploma, I chose to continue my studies at La Mennais High School in Ploërmel.",
    "image": "/img/lamennais.jpg"
  },
  {
    "id": 2,
    "date": "Juillet 2022",
    "dateEn": "July 2022",
    "title": "Obtention du BAC Technologique",
    "titleEn": "Obtaining the Technological Baccalaureate",
    "description": "Ayant choisi un bac technologique, j'intègre la filière STI2D et obtiens mon diplôme avec la mention assez bien en juillet 2022.",
    "descriptionEn": "Having chosen a technological baccalaureate, I joined the STI2D program and obtained my diploma with honors in July 2022.",
    "image": "/img/sti2d.jpg"
  },
  {
    "id": 3,
    "date": "Septembre 2022",
    "dateEn": "September 2022",
    "title": "BUT MMI",
    "titleEn": "BUT MMI",
    "description": "Après l'obtention de mon bac STI2D, j'ai décidé de poursuivre mes études à l'Université de Limoges en intégrant le BUT MMI.",
    "descriptionEn": "After obtaining my STI2D baccalaureate, I decided to continue my studies at the University of Limoges by joining the MMI program.",
    "image": "/img/iut.webp"
  },
  {
    "id": 4,
    "date": "Avril 2024",
    "dateEn": "April 2024",
    "title": "Stage chez Etienne Leriche",
    "titleEn": "Internship at Etienne Leriche",
    "description": "Ce stage s'est déroulé du 8 avril au 31 mai 2024. J’ai beaucoup appris sur la création web et j’ai amélioré mes compétences en développement web.",
    "descriptionEn": "This internship took place from April 8 to May 31, 2024. I learned a lot about web creation and improved my web development skills.",
    "image": "/img/etienne.png"
  },
  {
    "id": 5,
    "date": "Juillet 2024",
    "dateEn": "July 2024",
    "title": "Obtention du DUT MMI",
    "titleEn": "Obtaining the DUT MMI",
    "description": "J’ai obtenu le DUT MMI à la fin de la deuxième année universitaire.",
    "descriptionEn": "I obtained the DUT MMI at the end of the second university year.",
    "image": "/img/dutmmi.jpg"
  },
  {
    "id": 6,
    "date": "Mars 2025",
    "dateEn": "March 2025",
    "title": "Stage chez Eureden",
    "titleEn": "Internship at Eureden",
    "description": "Ce stage se déroule du 3 mars au 20 juin 2025. Mon but est de rédiger et de mettre en place des cas tests, et par la suite de les automatisés avec des outils comme selenium. Ce stage doit durer 4 mois.",
    "descriptionEn": "This internship takes place from March 3 to June 20, 2025. My goal is to write and implement test cases, and then automate them with tools like Selenium. This internship is supposed to last 4 months.",
    "image": "/img/eureden.webp"
  }
]